Revit 2022 API
ParameterTypeId.FabricationBraSize Property
 "Size of Primary Branch End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId FabricationBraSize { get; }
Visual Basic
Public Shared ReadOnly Property FabricationBraSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationBraSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace